{
	"skill": [
		{
			"name": "Priest",
			"points": 2,
			"rule": "You can perform priest ceremonies by spending the necessary components and 1 WP. The components are lost during the ceremony unless they are free.",
			"details": "The priest is a cornerstone of any community, empowering every loyal worshipper with the power of the deity."
		},
		{
			"name": "Preacher",
			"requires": "Priest",
			"points": 5,
			"rule": [
				"This is a Sacred way of gaining WP.",
				"You can use this skill 4 times a day without spending willpower.",
				"Help someone for 5 minutes with advice on matters of faith, give them a fitting task to fulfill their religious need and spend 1 WP.",
				"When the recipient completes the task they regain 1 WP."
			],
			"details": "In troubled and stressful times people flock to the priest for advice and support. But listening to worries, troubles and past sins all day wears down the mind."
		},
		{
			"name": "Pilgrim",
			"points": 3,
			"rule": "For every 2 resources you spend during downtime one of your emblem items starts your next event with one less vacuus condition.",
			"details": "During your travels to important places you stop and stay a while in the villages you pass to give people a chance to pray to your emblems."
		},
		{
			"name": "Missionary",
			"requires": "Priest",
			"points": 4,
			"rule": [
				"If you spend 5 resources during downtime you will gain 1 counter on this skill.",
				"You can use counters on this skill to increase the level of your devoted to condition. Only half of the counters is allowed to come from this skill."
			],
			"details": "You are frequently sends out into the world to convert and initiate as many people into the faith as you can. This works better if you have true stories to tell about your deeds and godly miracles."
		},
		{
			"name": "Crusader Level 1",
			"points": 2,
			"rule": [
				"While you have this skill you can have 2 blessings instead of 1.",
				"You can perform crusader ceremonies by spending the necessary components to do so."
			],
			"details": "Two or more blessings interlink, cause reality to distort and the recipient to expire unless they are trained to carefully weave these blessings in a special pattern.",
			"level": "Upgrade to Level 2 by training 3 points"
		},
		{
			"name": "Crusader Level 2",
			"points": 5,
			"rule": [
				"While you have this skill you can have 3 blessings instead of 1.",
				"You can perform crusader ceremonies by spending the necessary components to do so."
			],
			"details": "Weaving three blessings so they don't interfere with each other is exceptionally harder than two. No mortal has succeeded in weaving four."
		}
	],
	"condition": [
		{
			"name": "Level 1 Devoted To:",
			"requires": "Priest or crusader",
			"points": 5,
			"rule": [
				"If you lead a divine ceremony; for every four worshippers you gain 1 DC to use during this ceremony.",
				"This condition can be trained as if it was a skill."
			],
			"details": "The divine beings trust you enough to perform ceremonies in the name of the deity, but not much more. You are allowed to keep about 13% of the divine charge generated by the ceremony.",
			"level": "In downtime, you can upgrade to level 2 if this condition has 30 counters or more."
		},
		{
			"name": "Level 2 Devoted To:",
			"requires": "Priest or crusader",
			"points": 8,
			"rule": "If you lead a divine ceremony; for every three worshippers you gain 1 DC to use during this ceremony or for every five worshippers you gain 2 DC to use during this ceremony.",
			"details": "Divine beings start to actively notice your deeds. You are allowed to keep about 20% of the divine charge generated by the ceremony.",
			"level": "In downtime, you can upgrade to level 3 if this condition has 20 counters or more."
		},
		{
			"name": "Level 3 Devoted To:",
			"restricted": "Yes",
			"points": 10,
			"rule": "If you lead a divine ceremony; for every two worshippers you gain 1 DC to use during this ceremony.",
			"details": "The deity itself is informed of your name and deeds. You are allowed to keep about 25% of the divine charge generated by the ceremony.",
			"level": "In downtime, you can upgrade to level 4 if this condition has 40 counters or more."
		},
		{
			"name": "Level 4 Devoted To:",
			"restricted": "Yes",
			"points": 14,
			"rule": "If you lead a divine ceremony; for every two worshipper you gain 1 DC to use during this ceremony or for every three worshippers you gain 2 DC to use during this ceremony.",
			"details": "The deity speaks to you for a moment in a dream and thanks you personally for your deeds. You are allowed to keep about 33% of the divine charge generated by the ceremony.",
			"level": "In downtime, you can upgrade to level 5 if this condition has 60 counters or more."
		},
		{
			"name": "Level 5 Devoted To:",
			"restricted": "Yes",
			"points": 20,
			"rule": "If you lead a divine ceremony; for every worshipper you gain 1 DC to use during this ceremony.",
			"details": "The deity speaks to you for a moment in a dream about once a year. Divine beings might ask you for help or advice. You are allowed to keep about 50% of the divine charge generated by the ceremony.",
			"level": "In downtime, you can upgrade to level 6 if this condition has 100 counters or more."
		},
		{
			"name": "Level 6 Devoted To:",
			"restricted": "Yes",
			"points": 30,
			"rule": "If you lead a divine ceremony; for every worshipper you gain 1 DC to use during this ceremony. For every two worshippers you gain 1 additional DC to use during this ceremony.",
			"details": "The deity speaks to you for a moment in a dream about once a month. Divine beings might ask you for help or advice. You are allowed to keep about 75% of the divine charge generated by the ceremony.",
			"level": "In downtime, you can exchange this condition for Saint if this has 120 counters or more and you meet the requirements."
		},
		{
			"name": "Purity",
			"requires": "Vowed To:",
			"points": 3,
			"rule": "If you break a vow you lose the Purity and Living Saint Of conditions.",
			"details": "You've lived your life by the teachings of your deity."
		},
		{
			"name": "Living Saint Of:",
			"restricted": "Yes",
			"points": 40,
			"requires": "You must have the purity condition to gain this condition.",
			"rule": [
				"If you lead a divine ceremony; for every worshipper you gain 2 DC to use during this ceremony.",
				"If you die your body becomes a Relic item with 15 counters."
			],
			"details": "The deity speaks to you for a moment in a dream about once a week and trusts you enough that you would make about the same decisions he or she would make; therefore you are allowed to keep all of the divine charge generated by the ceremony."
		},
		{
			"name": "Vacuus of Talor",
			"rule": [
				"You cannot worship during a worshipping ceremony, at a shrine or at an emblem.",
				"At first light you lose this condition.",
				"you can carry only one blessing at a time (a new one will remove this one).",
				"Last words: When you die you can contact 1 nearby person in a vision today, they regain three WP."
			],
			"details": "You have already spent your divine charge for today and have received a small divine blessing. When you die you will have the ability to speak to one person for the last time."
		},
		{
			"name": "Vacuus of Danu",
			"rule": [
				"You cannot worship during a worshipping ceremony, at a shrine or at an emblem.",
				"At first light you lose this condition.",
				"you can carry only one blessing at a time (a new one will remove this one).",
				"Zest for life: It takes 2 more minutes for you to bleed to death."
			],
			"details": "You have already spent your divine charge for today and have received a small divine blessing. Your will to live heightens by this blessing."
		},
		{
			"name": "Vacuus of Gataur",
			"rule": [
				"You cannot worship during a worshipping ceremony, at a shrine or at an emblem.",
				"At first light you lose this condition.",
				"you can carry only one blessing at a time (a new one will remove this one).",
				"Holy armour: Today you can ignore 1 time you should mark an armour card."
			],
			"details": "You have already spent your divine charge for today and have received a small divine blessing. Your armour seems protected from damage by this blessing."
		},
		{
			"name": "Vacuus of Ratish",
			"rule": [
				"You cannot worship during a worshipping ceremony, at a shrine or at an emblem.",
				"At first light you lose this condition.",
				"you can carry only one blessing at a time (a new one will remove this one).",
				"Just reflex: When somebody causes you to stumble you can call stumble on him or her."
			],
			"details": "You have already spent your divine charge for today and have received a small divine blessing. The balance of battle is restored by this blessing."
		},
		{
			"name": "Vacuus of Januri",
			"rule": [
				"You cannot worship during a worshipping ceremony, at a shrine or at an emblem.",
				"At first light you lose this condition.",
				"you can carry only one blessing at a time (a new one will remove this one).",
				"Divine Elixir: You can't gain new infections."
			],
			"details": "You have already spent your divine charge for today and have received a small divine blessing. This blessing washes clean your wounds."
		},
		{
			"name": "Vacuus of Wana",
			"rule": [
				"You cannot worship during a worshipping ceremony, at a shrine or at an emblem.",
				"At first light you lose this condition.",
				"you can carry only one blessing at a time (a new one will remove this one).",
				"Ecstatic Bloodthirst: Hack away at an unconscious enemy for half a minute; if you're uninjured while you do this you regain 2 HP."
			],
			"details": "You have already spent your divine charge for today and have received a small divine blessing. This blessing rewards you with protection for being viscous against your fallen enemies."
		},
		{
			"name": "Vacuus of Ranimsul",
			"rule": [
				"You cannot worship during a worshipping ceremony, at a shrine or at an emblem.",
				"At first light you lose this condition.",
				"you can carry only one blessing at a time (a new one will remove this one).",
				"Vitality Guard: The first time when a complication card would put you at exactly 0 WP during surgery you are at 1 WP instead. The can only happen once per surgery."
			],
			"details": "You have already spent your divine charge for today and have received a small divine blessing. This blessing guards you against death."
		},
		{
			"name": "Vacuus of Ganinisum",
			"rule": [
				"You cannot worship during a worshipping ceremony, at a shrine or at an emblem.",
				"At first light you lose this condition.",
				"you can carry only one blessing at a time (a new one will remove this one).",
				"Insubstantiation: When you become injured you can call resist against any attack or effect for up to 10 seconds. You also can't move or be moved during this period."
			],
			"details": "You have already spent your divine charge for today and have received a small divine blessing. This strange blessing protects you against further injuries by turning you into a ghostly image."
		},
		{
			"name": "Vacuus of Uastra",
			"rule": [
				"You cannot worship during a worshipping ceremony, at a shrine or at an emblem.",
				"At first light you lose this condition.",
				"you can carry only one blessing at a time (a new one will remove this one).",
				"composure: After you have survived a surgery if you have lost WP you regain 1 WP."
			],
			"details": "You have already spent your divine charge for today and have received a small divine blessing. This blessing steels your emotion in the face of injury."
		},
		{
			"name": "Vacuus of Vanessa",
			"rule": [
				"You cannot worship during a worshipping ceremony, at a shrine or at an emblem.",
				"At first light you lose this condition.",
				"you can carry only one blessing at a time (a new one will remove this one).",
				"Shared indulgence: When you share a stimulant item with somebody you both gain the effects from the item."
			],
			"details": "You have already spent your divine charge for today and have received a small divine blessing. This blessing gives you the ability to share your indulgent moments."
		},
		{
			"name": "Vacuus of Tal'Kinita",
			"rule": [
				"You cannot worship during a worshipping ceremony, at a shrine or at an emblem.",
				"At first light you lose this condition.",
				"you can carry only one blessing at a time (a new one will remove this one).",
				"Animation: One minute after you die you rise as a mindless vengeful zombie with 3 HP, all skills, and 3 WP. After 5 minutes you die again; for good this time."
			],
			"details": "You have already spent your divine charge for today and have received a small divine blessing. This blessing turns you into a zombie that is hell-bent on killing its enemies for a few more minutes."
		},
		{
			"name": "Vacuus of Zalz",
			"rule": [
				"You cannot worship during a worshipping ceremony, at a shrine or at an emblem.",
				"At first light you lose this condition.",
				"you can carry only one blessing at a time (a new one will remove this one).",
				"Blessed Healing: Any long lasting injury you gain while you have this blessing costs 5 less resources to heal."
			],
			"details": "You have already spent your divine charge for today and have received a small divine blessing. This blessing unlocks regenerative powers."
		},
		{
			"name": "Vacuus of Tahordyn",
			"rule": [
				"You cannot worship during a worshipping ceremony, at a shrine or at an emblem.",
				"At first light you lose this condition.",
				"you can carry only one blessing at a time (a new one will remove this one).",
				"Moral Hymn: when you would fall unconscious, you remain conscious for 5 additional seconds and are dazed."
			],
			"details": "You have already spent your divine charge for today and have received a small divine blessing. This blessing helps those in need."
		},
		{
			"name": "Vacuus of Nantillion",
			"rule": [
				"You cannot worship during a worshipping ceremony, at a shrine or at an emblem.",
				"At first light you lose this condition.",
				"you can carry only one blessing at a time (a new one will remove this one).",
				"Glorious Fury: when you injure and uninjured enemy you can call stumble on your next attack."
			],
			"details": "You have already spent your divine charge for today and have received a small divine blessing. This blessing rewards the victors."
		},
		{
			"name": "Vacuus of Sin",
			"rule": [
				"You cannot worship during a worshipping ceremony, at a shrine or at an emblem.",
				"At first light you lose this condition.",
				"you can carry only one blessing at a time (a new one will remove this one).",
				"<A random blessing will be placed here by the GM's. Sin will have a different blessing every event>"
			],
			"details": "You have already spent your divine charge for today and have received a small divine blessing. You wonder what Sin came up with today."
		},
		{
			"name": "Boundless courage Blessing",
			"rule": [
				"This blessing Costs 1 DC to cast.",
				"You cannot worship during a worshipping ceremony, at a shrine or at an emblem.",
				"At first light you lose this condition.",
				"you can carry only one blessing at a time (a new one will remove this one).",
				"Call resist against all fear effects."
			],
			"details": "You have already spend your divine charge for today and have receive a divine blessing. With this blessing nothing scares you. God is on your side."
		},
		{
			"name": "Angel's Flight Blessing",
			"rule": [
				"This blessing Costs 1 DC to cast.",
				"You cannot worship during a worshipping ceremony, at a shrine or at an emblem.",
				"At first light you lose this condition.",
				"you can carry only one blessing at a time (a new one will remove this one).",
				"When you become injured, raise your hand to disappear. Return to a place within 10 paces within 10 seconds."
			],
			"details": "You have already spend your divine charge for today and have receive a divine blessing. This blessing causes you to make a small jump in the fourth special dimension when you become injured, hopefully propelling you to safety."
		},
		{
			"name": "Uastra's Guidance Blessing",
			"rule": [
				"This blessing Costs 1 DC to cast.",
				"You cannot worship during a worshipping ceremony, at a shrine or at an emblem.",
				"At first light you lose this condition.",
				"you can carry only one blessing at a time (a new one will remove this one).",
				"When you are harvesting alchemy components, you only take half of the time."
			],
			"details": "You have already spend your divine charge for today and have receive a divine blessing. This blessing gives you the ability to more easily find nature's bounty."
		},
		{
			"name": "Primordial Ripple Blessing",
			"rule": [
				"This blessing Costs 1 DC to cast.",
				"You cannot worship during a worshipping ceremony, at a shrine or at an emblem.",
				"At first light you lose this condition.",
				"you can carry only one blessing at a time (a new one will remove this one).",
				"Your somatic and verbal components both give 50 extra power you can use to power automata."
			],
			"details": "You have already spend your divine charge for today and have receive a divine blessing. This blessing slightly stabilizes the primordial flow around you."
		},
		{
			"name": "Pilgrim's Health Blessing",
			"rule": [
				"This blessing Costs 1 DC to cast.",
				"You cannot worship during a worshipping ceremony, at a shrine or at an emblem.",
				"At first light you lose this condition.",
				"you can carry only one blessing at a time (a new one will remove this one).",
				"Any long lasting injury you gain while you have this blessing costs 15 less resources to heal."
			],
			"details": "You have already spend your divine charge for today and have receive a divine blessing. With this blessing people heal faster."
		},
		{
			"name": "Halo Of Health Blessing",
			"rule": [
				"This blessing Costs 1 DC to cast.",
				"You cannot worship during a worshipping ceremony, at a shrine or at an emblem.",
				"At first light you lose this condition.",
				"you can carry only one blessing at a time (a new one will remove this one).",
				"While you've spend/lost less then 2 WP you will not bleed to death after 5 minutes when at -2 HP. You will lose 2 WP instead."
			],
			"details": "You have already spend your divine charge for today and have receive a divine blessing. As long as you feel on top of your game this blessing causes you to stabilize your bleeding."
		},
		{
			"name": "Proud Death Blessing",
			"rule": [
				"This blessing Costs 1 DC to cast.",
				"You cannot worship during a worshipping ceremony, at a shrine or at an emblem.",
				"At first light you lose this condition.",
				"you can carry only one blessing at a time (a new one will remove this one).",
				"One minute after you die you rise as a vengeful mindless zombie, with 6HP, all skills and 6 WP. You die again within 10 min."
			],
			"details": "You have already spend your divine charge for today and have receive a divine blessing. This blessing turns you into a relatively strong zombie after death."
		},
		{
			"name": "Demon's Spawn Blessing",
			"rule": [
				"This blessing Costs 2 DC to cast.",
				"You cannot worship during a worshipping ceremony, at a shrine or at an emblem.",
				"At first light you lose this condition.",
				"you can carry only one blessing at a time (a new one will remove this one).",
				"When you become injured, raise your hand to disappear. Reappear within 10 seconds touching your attacker. Call \"hit\"."
			],
			"details": "You have already spend your divine charge for today and have receive a divine blessing. This blessing causes you to make a small jump in the fourth special dimension when you become injured, propelling your body into the enemy with force."
		},
		{
			"name": "Divine concentration Blessing",
			"rule": [
				"This blessing Costs 2 DC to cast.",
				"You cannot worship during a worshipping ceremony, at a shrine or at an emblem.",
				"At first light you lose this condition.",
				"you can carry only one blessing at a time (a new one will remove this one).",
				"When you perform an alchemy change that you have performed once before it only takes half the time."
			],
			"details": "You have already spend your divine charge for today and have receive a divine blessing. This blessing keeps you focused on the laboratory in front of you."
		},
		{
			"name": "Boundless Focus Blessing",
			"rule": [
				"This blessing Costs 2 DC to cast.",
				"You cannot worship during a worshipping ceremony, at a shrine or at an emblem.",
				"At first light you lose this condition.",
				"you can carry only one blessing at a time (a new one will remove this one).",
				"Call resist against all daze effects."
			],
			"details": "You have already spend your divine charge for today and have receive a divine blessing. This blessing protects against spellcasters lights, smoke and mirror or heavy blows to the skull."
		},
		{
			"name": "Primordial Stability Blessing",
			"rule": [
				"This blessing Costs 2 DC to cast.",
				"You cannot worship during a worshipping ceremony, at a shrine or at an emblem.",
				"At first light you lose this condition.",
				"you can carry only one blessing at a time (a new one will remove this one).",
				"Your somatic and verbal components both give 90 extra power you can use to power automata."
			],
			"details": "You have already spend your divine charge for today and have receive a divine blessing. This blessing stabilizes the primordial flow around you."
		},
		{
			"name": "Resilient Hero Blessing",
			"rule": [
				"This blessing Costs 2 DC to cast.",
				"You cannot worship during a worshipping ceremony, at a shrine or at an emblem.",
				"At first light you lose this condition.",
				"you can carry only one blessing at a time (a new one will remove this one).",
				"Two seconds after you're injured you can ignore wound effects while at 0. (You can carry things in a wounded arm, run on a wounded leg or aren't dazed with a wounded torso). You react normally at -1 and -2 HP."
			],
			"details": "You have already spend your divine charge for today and have receive a divine blessing. This blessing empowers your resolve and causes you to bite trough the pain of shallow injuries."
		},
		{
			"name": "Inspired Awe Blessing",
			"rule": [
				"This blessing Costs 2 DC to cast.",
				"You cannot worship during a worshipping ceremony, at a shrine or at an emblem.",
				"At first light you lose this condition.",
				"you can carry only one blessing at a time (a new one will remove this one).",
				"You have one more maximum WP. Your current WP doesn't change."
			],
			"details": "You have already spend your divine charge for today and have receive a divine blessing. This blessing opens your mind for divine pleasures."
		},
		{
			"name": "Miracle Healing Blessing",
			"rule": [
				"This blessing Costs 2 DC to cast.",
				"You cannot worship during a worshipping ceremony, at a shrine or at an emblem.",
				"At first light you lose this condition.",
				"you can carry only one blessing at a time (a new one will remove this one).",
				"Any long lasting injury you gain while you have this blessing costs 25 less resources to heal."
			],
			"details": "You have already spend your divine charge for today and have receive a divine blessing. With this blessing people heal at a miraculous pace."
		},
		{
			"name": "Boundless Justice Blessing",
			"rule": [
				"This blessing Costs 3 DC to cast.",
				"You cannot worship during a worshipping ceremony, at a shrine or at an emblem.",
				"At first light you lose this condition.",
				"you can carry only one blessing at a time (a new one will remove this one).",
				"Call resist against all charm effects."
			],
			"details": "You have already spend your divine charge for today and have receive a divine blessing. This blessing makes it clear: this is an enemy of god; no charm will distract from that fact."
		},
		{
			"name": "Primordial Calming Blessing",
			"rule": [
				"This blessing Costs 4 DC to cast.",
				"You cannot worship during a worshipping ceremony, at a shrine or at an emblem.",
				"At first light you lose this condition.",
				"you can carry only one blessing at a time (a new one will remove this one).",
				"Your somatic and verbal components both give 150 extra power you can use to power automata."
			],
			"details": "You have already spend your divine charge for today and have receive a divine blessing. This blessing stabilizes the primordial flow around you greatly."
		},
		{
			"name": "Endurance Imbued Blessing",
			"rule": [
				"This blessing Costs 4 DC to cast.",
				"You cannot worship during a worshipping ceremony, at a shrine or at an emblem.",
				"At first light you lose this condition.",
				"you can carry only one blessing at a time (a new one will remove this one).",
				"Shields you use have +1 toughness."
			],
			"details": "You have already spend your divine charge for today and have receive a divine blessing. With this blessing any shield you carry can withstand stronger blows."
		},
		{
			"name": "Strength Imbued Blessing",
			"rule": [
				"This blessing Costs 4 DC to cast.",
				"You cannot worship during a worshipping ceremony, at a shrine or at an emblem.",
				"At first light you lose this condition.",
				"you can carry only one blessing at a time (a new one will remove this one).",
				"Weapons you use have +1 toughness."
			],
			"details": "You have already spend your divine charge for today and have receive a divine blessing. This blessing makes it so that your weapons are harder to break."
		},
		{
			"name": "Heroic Furry",
			"rule": [
				"This blessing Costs 4 DC to cast.",
				"You cannot worship during a worshipping ceremony, at a shrine or at an emblem.",
				"At first light you lose this condition.",
				"you can carry only one blessing at a time (a new one will remove this one).",
				"Two seconds after you're injured you can ignore wound effects while at 0 and -1. (You can carry things in a wounded arm, run on a wounded leg or aren't dazed with a wounded torso). You react normally at -2 HP."
			],
			"details": "You have already spend your divine charge for today and have receive a divine blessing. This blessing empowers your resolve and causes you to bite trough dangerous injuries."
		},
		{
			"name": "Angel's Shield",
			"rule": [
				"This blessing Costs 5 DC to cast.",
				"You cannot worship during a worshipping ceremony, at a shrine or at an emblem.",
				"At first light you lose this condition.",
				"you can carry only one blessing at a time (a new one will remove this one).",
				"As long as you've made no attack since your last short rest and have all your HP you can call \"Resist 1\", against any attack or hit effect."
			],
			"details": "You have already spend your divine charge for today and have receive a divine blessing. This blessing makes you invulnerable for shallow attacks unless you attack first."
		},
		{
			"name": "Angel's Touch",
			"rule": [
				"This blessing Costs 5 DC to cast.",
				"You cannot worship during a worshipping ceremony, at a shrine or at an emblem.",
				"At first light you lose this condition.",
				"you can carry only one blessing at a time (a new one will remove this one).",
				"The first time you touch an opponent who attacked you within the last 5 minutes, call \"Hit\". This doesn't end Angel's Shield."
			],
			"details": "You have already spend your divine charge for today and have receive a divine blessing. This blessing enacts divine justice to those that hurt you."
		},
		{
			"name": "Primordial Stillness Blessing",
			"rule": [
				"This blessing Costs 6 DC to cast.",
				"You cannot worship during a worshipping ceremony, at a shrine or at an emblem.",
				"At first light you lose this condition.",
				"you can carry only one blessing at a time (a new one will remove this one).",
				"Your somatic and verbal components both give 200 extra power you can use to power automata."
			],
			"details": "You have already spend your divine charge for today and have receive a divine blessing. This blessing stabilizes the primordial flow around you almost to a standstill."
		},
		{
			"name": "Godly Inspired",
			"rule": [
				"This blessing Costs 6 DC to cast.",
				"You cannot worship during a worshipping ceremony, at a shrine or at an emblem.",
				"At first light you lose this condition.",
				"you can carry only one blessing at a time (a new one will remove this one).",
				"You have two more maximum WP. Your current WP doesn't change."
			],
			"details": "You have already spend your divine charge for today and have receive a divine blessing. This blessing prepares you to be infused with religious ecstasy."
		},
		{
			"name": "Saint Protection",
			"rule": [
				"This blessing Costs 7 DC to cast.",
				"You cannot worship during a worshipping ceremony, at a shrine or at an emblem.",
				"At first light you lose this condition.",
				"you can carry only one blessing at a time (a new one will remove this one).",
				"You have 1 extra HP."
			],
			"details": "You have already spend your divine charge for today and have receive a divine blessing. This blessing protects you from direct physical harm."
		},
		{
			"name": "Blight",
			"rule": [
				"The connection of this item with the divine realms has been temporarily distorted.",
				"This item cannot be used.",
				"This condition can be removed by performing an absolve ceremony and then performing another absolve ceremony 3 hours later."
			],
			"details": "Violent discharge of weaved blessings has caused this item to stop functioning. Another such an attack may destroy the item completely."
		},
		{
			"name": "soulless",
			"rule": [
				"Your soul has left this body.",
				"You lose all skills and all conditions that are not part of your physical body (like an amputation for example, if in doubt ask a GM).",
				"You lose all willpower and cannot regain any willpower.",
				"You cannot perform any actions unless ordered to, including eating and drinking. Any action you are ordered to perform will be performed to the minimum of your abilities. Any action that requires creativity will fail.",
				"Unless nourished or ordered to nourish yourself, your body dies in two days."
			],
			"details": "For all intends and purposes you might as well have died."
		},
		{
			"name": "Welcome",
			"rule": [
				"You are welcomed into the Hallow that the person specifies when you gain this condition.",
				"While within the Hallow you can lose all your blessing and vacuus conditions by spending 2 WP.",
				"Taking a short rest within the Hallow takes 2 less minutes (but always at least 1 minute).",
				"This condition will expire in a month."
			],
			"details": "A hallow is a place of rest and recovery. But it is also a place perfectly suited for extensive worship."
		},
		{
			"name": "Married to:",
			"rule": [
				"You can at any time perform a small divine ceremony to determine whether or not the person you are married to is still alive, how far away he is from you and roughly in what direction he or she is. It might take a few minutes or even hours before you get an answer.",
				"When a person you are married to dies there is a 5% chance that you die as well within the same week (but usually the same day).",
				"If biologically possible the chance of impregnating a person you are married with is heightened from 20% per month to 50% per month if you are trying to impregnate (some racial variations apply) and the chance of stillborns is reduced by half."
			],
			"details": "Linking two souls together has some effects. One of the effects is that it could cause the souls to \"stick\" together when one of them leaves for the divine realms. It also \"warns\" the divine realms of the potential for children and makes it more likely to convince to deity to hand the child a soul."
		},
		{
			"name": "Promised to:",
			"rule": [
				"Your soul or at least a part of it is linked to a certain divine realm. Since you can have multiple of these conditions your soul might end up in parts shattered across multiple divine realms.",
				"At any time you can spend 2 WP to lose the vacuus condition of a deity you are promised to.",
				"You lose this condition on your birthday.",
				"You can choose to buy this condition for 10 copper during downtime or character creation."
			],
			"details": "You are somewhat devoted to a certain deity and find it easier to worship this deity multiple times a day."
		},
		{
			"name": "Nightly worshipper",
			"rule": [
				"Instead of at the first light of the day, you lose vacuus and blessing conditions at the last light of the day.",
				"You can choose to gain or lose this condition at character creation or during an initiation ceremony for free."
			],
			"details": "You or your priest prefers you to worship during the night."
		},
		{
			"name": "Vowed To:",
			"rule": [
				"Gain this condition: add the vow to this card. You can't take this vow again.",
				"Upgrading Devoted costs 5 counters less.",
				"If you break this vow you don't gain the beneficial effects from vacuus or blessing conditions and you cannot add counters to your devoted condition for 6 months. If you are unsure whether or not a certain action breaks a vow ask a GM."
			]
		}
	],
	"item": [
		{
			"name": "\"Worship\" ceremony components",
			"market price": "Free",
			"rule": "This ceremony takes at least 5 minutes to perform. Gather worshippers and give them all vacuus conditions from your deity. You can use DC to cast blessings during this ceremony, if you do give the person receiving the blessing the blessing condition instead of the vacuus condition. The blessing condition details the amount of DC they cost.",
			"details": "This is the most often used and widespread type of ceremony. The worshippers worship their deity and the priest hands out blessings in return."
		},
		{
			"name": "\"Sacrifice\" ceremony components",
			"market price": "Free",
			"rule": [
				"This ceremony takes at least 2 minutes to perform and should be part of another ceremony.",
				"You sacrifice something with monetary value to the deity and receive 1 additional DC to use during the ceremony for every 25c worth of market price you sacrificed."
			],
			"details": "In desperation sometimes people have even burned down their homes to appease the divine ones."
		},
		{
			"name": "\"Soul sacrifice\" ceremony components",
			"market price": "Free",
			"rule": [
				"This ceremony takes at least 5 minutes to perform and should be part of another ceremony. You sacrifice parts of or an entire soul to a deity.",
				"The recipient his maximum WP is lowered forever and you gain 2 additional DC per WP lowered this way.",
				"If all the WP of a person is sacrificed in this way he or she gains the soulless condition and you gain 4 additional DC to use during the ceremony.",
				"This can be performed on an unwilling restrained victim.",
				"If you perform this ceremony you should ask the victim OC where his soul would go if not sacrificed (what deity he worships the most) and at the end of the day you should tell a GM where you stole the souls from."
			],
			"details": "Almost always seen as an evil act. The stealing of souls might call down the wrath of other deities when performed to often."
		},
		{
			"name": "\"Vow\" ceremony components",
			"market price": "Free",
			"rule": [
				"This ceremony takes at least 2 minutes to perform and should be part of another ceremony.",
				"You or somebody else takes a solemn vow and gains the vow condition. You gain 6 additional DC to use during the ceremony."
			],
			"details": "You promise to uphold some virtue or ideal. This show of devotion is instantly rewarded."
		},
		{
			"name": "\"Signal to the divine realms\" ceremony components",
			"market price": "20c",
			"rule": [
				"This ceremony takes at least 5 minutes to perform.",
				"Gather worshippers and give them all vacuus  conditions from your deity.",
				"1DC should be gathered during this ceremony. All DC gathered during this ceremony is lost.",
				"After the ceremony go to a GM and tell them you performed this ceremony, what your message or question was and where you performed it. Stay near the place where you performed the ceremony, you will receive a positive or negative answer from a GM as soon as possible."
			],
			"details": "This ceremony is used in preparation for greater ceremonies. Like summoning ceremonies."
		},
		{
			"name": "\"Divine being summoning\" ceremony components",
			"market price": "200c",
			"rule": [
				"This ceremony takes at least 10 minutes to perform and needs to be performed roughly 2 hours after the \"signal to the divine realms\" ceremony if you received a positive answer from a GM.",
				"Gather worshippers and give them all vacuus  conditions from your deity.",
				"At least 10DC should be gathered during this ceremony. All DC gathered during this ceremony is lost.",
				"You will call down a divine being from the divine realms. The divine being is not bound to your service in any way but will probably be willing to do what you say because he responded positively to your signal."
			],
			"details": "This ceremony is often performed to call down divine beings as advisers or to help in battle. Specific beings can also be called if they are available and willing, but if they are very strong they will need additional divine charge to pass into our world fully."
		},
		{
			"name": "\"Divination\" ceremony components",
			"market price": "20c",
			"rule": [
				"This ceremony takes at least 5 minutes to perform and needs to be performed roughly 1 hour after the \"signal to the divine realms\" ceremony if you received a positive answer from a GM.",
				"Gather worshippers and give them all vacuus  conditions from your deity.",
				"At least 1DC should be gathered during this ceremony. All DC gathered during this ceremony is lost.",
				"You receive a signal from the divine realms. This is probably an answer to your question \"written\" by a divine being (not the diety). The divine being is confident it is the right answer otherwise it would have responded negatively to your signal. More DC might give the divine being more options to seek an answer for you."
			],
			"details": "Divine beings are not all knowing, cannot predict the future nor see into the past nor read minds. Still they are seen as wise and knowledgeable and have the ability to \"look down\" on Heimr or converse with divine beings who might be close by. They also know what there deity wants and doesn't want."
		},
		{
			"name": "\"Sanctify\" ceremony components",
			"market price": "20c",
			"rule": [
				"This ceremony takes at least 10 minutes to perform and needs to be performed roughly 10 minutes after the \"signal to the divine realms\" ceremony if you received a positive answer from a GM and before a day has past since the recipient has died.",
				"Gather worshippers and give them all vacuus  conditions from your deity.",
				"2DC should be gathered during this ceremony. All DC gathered during this ceremony is lost.",
				"The body of the dead recipient (wherever it may be) is turned into a relic if his devotion to the deity was high enough and he had the purity condition. The amount of counters on the relic depends on the level of the devotion condition: 1 at Lvl 4, 3 at Lvl 5 and 7 at Lvl 6."
			],
			"details": "Saints are so trusted by their deity that they see them as divine beings that still have a free will. Only a handful ever existed and some deities never had a saint. Would be saints are however often sanctified after death as minor saints and great lists of these people exist."
		},
		{
			"name": "\"Hallow\" ceremony components",
			"market price": "100c",
			"rule": [
				"This ceremony takes at least 10 minutes to perform.",
				"Gather worshippers and give them all vacuus  conditions from your deity.",
				"5DC should be gathered during this ceremony. All DC gathered during this ceremony is lost.",
				"A single room, tent or circle of 5 meters radius is determined to be a hallow.",
				"Up to 10 people who are present during the ceremony can be welcomed in the hallow by one of the priests for free during the ceremony. Give them the welcome condition."
			],
			"details": "In this holy place, it is easier to let go of worries and pray."
		},
		{
			"name": "\"Welcome\" ceremony components",
			"market price": "5c",
			"rule": [
				"This ceremony takes at least 1 minute to perform and can only be performed by a priest with a welcome condition within a hallow.",
				"Explain de definition of the hallow (\"this room\", \"this tent\" or \"this circle\") to the recipients and give them the welcome condition or extend the welcome condition for another month."
			],
			"details": "A person late to the ceremony can be welcome non the less. This ceremony can also extend the duration of the hallow; both because the hallow recieves a bit of energy from the ceremony and it lives on in the minds of the recipients."
		},
		{
			"name": "\"Marriage\" ceremony components",
			"market price": "50c",
			"rule": [
				"This ceremony takes at least 30 minutes to perform and should be performed on two recipients.",
				"Gather worshippers and give them all vacuus  conditions from your deity.",
				"5DC should be gathered during this ceremony. All DC gathered during this ceremony is lost.",
				"Give both recipients the married to: condition."
			],
			"details": "Religiously recognized marriage bonds are strong and produce more offspring because the soul of a child is placed there by a deity."
		},
		{
			"name": "\"Initiation\" ceremony components",
			"market price": "5c",
			"rule": [
				"This ceremony takes at least 15 minutes to perform but can be performed parallel to other initiation ceremonies to initiate a group of people at the same time.",
				"Give the recipient the promised to: condition for your deity; they are allowed to reject this condition in secret."
			],
			"details": "Your soul is explicitly linked to a divine realm during this ceremony and at least a part will go there after death if all goes well."
		},
		{
			"name": "\"Lay to rest\" ceremony components",
			"market price": "5c",
			"rule": [
				"This ceremony takes at least 10 minutes to perform and before a day has past since the recipient has died. The body of the recipient needs to be present. Only 1 lay to rest ceremony can be performed per recipient and cannot be performed if the soul was sacrificed.",
				"The priest may give 1 blessing condition the recipient might have had to anyone present during the ceremony."
			],
			"details": "The soul will end up where it needs to go eventually, but it might take years. This ceremony shortens the time considerably."
		},
		{
			"name": "\"Convert\" ceremony components",
			"market price": "200c",
			"rule": [
				"This ceremony takes at least 3 minutes to perform per 100c market price and one of the worshippers should be a person capable of crafting the item.",
				"Gather worshippers and give them all vacuus conditions from your deity.",
				"1DC should be gathered during this ceremony per 200c market price of the item (rounded up). All DC gathered during this ceremony is lost.",
				"One divine item you are touching is replaced with the same type of item but linked to your deity."
			],
			"details": "This ceremony is usually used to steal altars of rival deities. It transfers the link to the divine realms of your deity. Of course the item still looks like the item of a rival god, so a craftsman is always present during the ceremony to promise to adjust the item its appearance."
		},
		{
			"name": "\"Absolve\" ceremony components",
			"market price": "30c",
			"rule": [
				"This ceremony takes at least 5 minutes to perform.",
				"Gather worshippers and give them all vacuus  conditions from your deity.",
				"1DC should be gathered during this ceremony. All DC gathered during this ceremony is lost.",
				"Strip the recipient of 1 welcome, married to ..., promised to ..., vow, blessing, or vacuus  condition.",
				"This can be performed on an unwilling restrained victim.",
				"Give note of what you did to a GM as soon as possible."
			],
			"details": "Be very careful with your power priest. Removing some of these might make your or other deities very angry. Ask permission from somebody in authority if you have any doubt."
		},
		{
			"name": "\"Restoration\" ceremony components",
			"market price": "20c",
			"rule": [
				"This ceremony takes at least 10 minutes to perform but you can perform several of these ceremonies at the same time.",
				"Gather worshippers and give them all vacuus  conditions from your deity.",
				"At least 1DC should be gathered during this ceremony. All DC gathered during this ceremony is lost.",
				"This ceremony should be performed on a person that has gained a recovering wound condition in the last 4 hours.",
				"For every DC gathered during the ceremony 5 resources are subtracted from the cost to lose the condition. If this brings the cost down to 0 or lower the condition is removed instantly."
			],
			"details": "This ceremony uses the same magic originally used to create the mortal races to replace missing tissue before the body realises it's missing."
		},
		{
			"name": "\"Cleansing\" ceremony components",
			"market price": "20c",
			"rule": [
				"This ceremony takes at least 10 minutes to perform but it can be performed parallel to a restoration ceremony.",
				"Gather worshippers and give them all vacuus  conditions from your deity.",
				"At least 1DC should be gathered during this ceremony. All DC gathered during this ceremony is lost.",
				"This ceremony should be performed on a person that has gained an infection condition in the last 4 hours.",
				"For every DC gathered during the ceremony 4 resources are subtracted from the cost to lose the condition. If this brings the cost down to 0 or lower the condition is removed instantly."
			],
			"details": "This ceremony replaces bad humours and helps chase away evil spirits that rot the still living wound."
		},
		{
			"name": "\"Divine intervention\" ceremony components",
			"market price": "50c",
			"rule": [
				"This ceremony takes at least 10 minutes to perform.",
				"Gather worshippers and give them all vacuus  conditions from your deity.",
				"At least 2DC should be gathered during this ceremony. All DC gathered during this ceremony is lost.",
				"All worshippers can write a single request for divine intervention on a OC sheet of paper.",
				"Give the request to a GM as soon as possible without looking.",
				"GMs will discuss any requests at the end of the event or day and will collectively determine whether or not it is in the deity its best interest to grant any of the requests. More DC will give the divine beings more options to perform bigger miracles. More requests for the same thing will communicate priority to the divine beings."
			],
			"details": "This ceremony is the \"catch-all\" ceremony for priests. It is a slow process and could accomplish almost anything with enough conviction of your flock."
		},
		{
			"name": "\"Self blessing\" ceremony",
			"market price": "10c",
			"rule": [
				"This ceremony takes at least 5 minutes to perform and must be performed near a shrine. You must have the devotion condition to be able to perform this ceremony.",
				"You can use the worshippers from the shrine to cast blessings on yourself during this ceremony. You receiving a blessing condition if you do. The blessing condition details the amount of DC they cost."
			],
			"details": "This is the ceremony used by crusaders when no priests are around to give them blessings."
		},
		{
			"name": "\"Blighting\" ceremony components",
			"market price": "25c",
			"rule": [
				"This ceremony takes 10 seconds to perform and you must have 2 blessing conditions. If you are damaged or receive an effect during these 10 seconds the ceremony fails.",
				"You lose both blessing conditions.",
				"Put a blight condition on the item."
			],
			"details": "This ceremony is used to temporarily destroy the link with the divine realms. If left unlinked for too long, the item also loses its divine protection and might be destroyed."
		},
		{
			"name": "\"Flash nullify\" ceremony components",
			"market price": "25c",
			"rule": [
				"This ceremony takes 10 seconds to perform and you must have 2 blessing conditions. If you are damaged or receive an effect during these 10 seconds the ceremony fails. The targeted item must have a blight condition on it that you know has been placed at least 2 hours before.",
				"You lose both blessing conditions.",
				"The divine item you are touching is destroyed."
			],
			"details": "This ceremony is usually used to destroy altars of rival deities. It transfers the blessings to the item while unweaving them, causing reality to be distorted and the already weakened connection with the divine realm to shatter completely."
		},
		{
			"name": "\"Binding\" ceremony components",
			"market price": "25c",
			"rule": [
				"This ceremony takes only takes about a second to perform and you must have 2 blessing conditions.",
				"You lose both blessing conditions.",
				"Touch a divine being and state \"I bind you, being!\". If weak enough the divine being is now unable to use its innate ability to decouple itself from its own material body and flee to the divine realms for a full day. If the divine being is to strong it will still be able to escape after a while so several binding ceremonies might be needed."
			],
			"details": "Divine beings can escape the material realm by simply abandoning their material bodies which at that moment disintegrates. Before they do this (usually during combat) a crusader can transfer its blessings to the divine being weaving them into the link between the divine essence and the material body, effectively strengthening it."
		},
		{
			"name": "\"Unweaving\" ceremony components",
			"market price": "400c",
			"rule": [
				"This ceremony takes at least 10 minutes to perform but might take longer depending on the strength of the divine being. You must have 3 blessing conditions.",
				"You lose 3 blessing conditions.",
				"Touch a divine being during the entire ceremony. Its very essence is utterly destroyed.",
				"Tell a GM that you have done this as soon as possible after you finish."
			],
			"details": "You take your three carefully interwoven blessings, transfer them to the divine being and unweave them slowly but violently, causing reality to be distorted and the divine being to slowly disappear entirely. Beware though, this will almost assuredly call down the wrath of other divine beings."
		},
		{
			"name": "Bronze Emblem Of:",
			"market price": "250c",
			"rule": [
				"At the start of an event this item has 2 out of 3 vacuus conditions.",
				"Anyone can worship this emblem's deity to take and gain 1 vacuus condition from it.",
				"Every missing vacuus condition counts as a \"worshipper\" when this item is used during divine ceremonies to the appropriate deity. At the end of the ceremony the amount of conditions should be reset to 3.",
				"If you've used a different Emblem in a ceremony today you can't use this item."
			],
			"physrep": "A metallic emblem on a chain or rope, worn visibly"
		},
		{
			"name": "Silver Emblem Of:",
			"market price": "500c",
			"rule": [
				"At the start of an event this item has 3 out of 5 vacuus conditions.",
				"Anyone can worship this emblem's deity to take and gain 1 vacuus condition from it.",
				"Every missing vacuus condition counts as a \"worshipper\" when this item is used during divine ceremonies to the appropriate deity. At the end of the ceremony the amount of conditions should be reset to 5.",
				"If you've used a different Emblem in a ceremony today you can't use this item."
			],
			"physrep": "A silverish emblem on a chain or rope, worn visibly"
		},
		{
			"name": "Golden Emblem Of:",
			"market price": "1000c",
			"rule": [
				"At the start of an event this item has 4 out of 8 vacuus conditions.",
				"Anyone can worship this emblem's deity to take and gain 1 vacuus condition from it.",
				"Every missing vacuus condition counts as a \"worshipper\" when this item is used during divine ceremonies to the appropriate deity. At the end of the ceremony the amount of conditions should be reset to 8.",
				"If you've used a different Emblem in a ceremony today you can't use this item."
			],
			"physrep": "A goldish emblem on a chain or rope, worn visibly"
		},
		{
			"name": "Incense",
			"market price": "6c",
			"rule": [
				"This item is Sacred.",
				"Burn this during your indulgence (must be praying), remove 1 counter: You regain 2 WP from the indulgence instead of 1."
			],
			"physrep": "Incense"
		},
		{
			"name": "Sacred Ointment",
			"market price": "20c",
			"rule": [
				"This item is Sacred.",
				"Use this as a medium to transfer a blessing: The recipient regains 3 WP from his or her next indulgence instead of 1."
			],
			"physrep": "Some kind of ointment or coloured liquid."
		},
		{
			"name": "Shrine Centrepiece of:",
			"market price": "100c",
			"rule": [
				"Priests and crusaders can use this item to set up a shrine for their deity. If they do they should place a basket of tokens (stones, coins, pieces of paper, etc) near the shrine.",
				"Anyone can worship at this shrine; if they do they gain 1 vacuus condition from it that they should get from a DM. They should also place a token in the shrine.",
				"Every token counts as a \"worshipper\" when this item is used during divine ceremonies to the appropriate deity. At the end of the ceremony all tokens should be removed.",
				"At first light of the next day all tokens should be removed."
			]
		},
		{
			"name": "Altar of:",
			"market price": "2500",
			"restore price": "1000",
			"toughness": "3",
			"rule": [
				"Sacrifice ceremonies to the appropriate deity made on this altar generate twice as much DC.",
				"This item requires the strength of 20 people to move and breaks when it is moved."
			],
			"physrep": "A large altar. Large enough for a humanoid sacrifice."
		},
		{
			"name": "Relic of:",
			"restricted": "Yes",
			"market price": "120c",
			"rule": [
				"If you had this item at first light the DC cost of one type of blessing you can cast is reduced by the number of counters on this item today.",
				"When this item breaks with 2 or more counters this becomes two new Relics. Divide the counters of this item over the two Relics.",
				"The price of this item is multiplied by the number of counters on it."
			],
			"details": "This is a piece of a death saint probably embalmed and stored in an emblem.",
			"physrep": "Varies."
		}
	]
}